Repository: AlexandrMaximov1991/New_portal_D16
Catalog: new_portal/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Hello World
ru: Привет Мир

source: Новостной портал Максимов
ru: News portal Maksimov

source: Новости и статьи
ru: News and articles

source: Личный кабинет пользователя
ru: User account

source: Поиск
ru: Search

source: Админ панель
ru: Admin panel

source: Выход
ru: Exit

source: Категория
ru: Categories

source: Статья
ru: Post

source: Рейтинг
ru: Rating

source: Все новости
ru: All news

source: Редактировать
ru: Edit

source: Удалить
ru: Delete

source: Добавить новую публикацию
ru: Add new post

source: Новостей нет!
ru: No news!

source: Новость
ru: New

source: Вы действительно хотите удалить данную публикацию?
ru: Are you sure you want to delete this post?

source: Вы можете подписаться на новости категории:
ru: You can subscribe to category news:

source: Ваши текущие подписки (если вы хотите отписаться, то просто нажмите на название подписки)
ru: Your current subscriptions (if you want to unsubscribe, just click on subscription name)

source: Название:
ru: Name
